{
  "projects": [
    {
      "title": "Tinderfy",
      "cardSide": "l",
      "image": "https://drive.google.com/uc?id=1a2_6hlXs9KESH30BFLma5CBkVhwveSAp",
      "intro": "A website that uses Spotify’s Web API to allow users to create their own playlists using a tinder-like swipe experience",
      "description": "A mobile-first website that allow users to create their own playlists using a tinder-like swipe experience. By using the Spotify Web API, we were able to create an end-to-end experience where users can enter criterias for what kind of music they would like in their playlist (such as artists, genres etc) and then quickly create it by swiping right on the songs they like. It was a super fun and successful experience, and the project was chosen to present during the final course exhibition.",
      "skills": "Javascript, ReactJS, API requests, UI & UX design",
      "tools": "Github, Postman",
      "collaborators": "Elna Mattsson Johansson, Emma Johansson and Mikaela Persson",
      "link": "http://tinderfy.herokuapp.com/",
      "coursework": "Interaction Programming and the Dynamic Web @ KTH",
      "work": null,
      "color": "#BF8AE0",
      "button": "Try it out yourself",
      "buttonLink": "https://tinderfy.herokuapp.com/"
    },
    {
      "title": "Explore Austin",
      "cardSide": "r",
      "image": "https://drive.google.com/uc?id=1d7kqNzu__QGFHy139PA55HYRjwdf31pQ",
      "intro": "An iOS application that allows the users to explore different hiking trails around Austin, TX and plan hikes with friends",
      "description": "An iOS application that allows users to explore different hiking trails around Austin, TX and plan hikes with friends. Users can search for specific trails or explore the most popular ones, add new friends and create and get invited to new events. My responsibilities were mostly focused on coding, doing everything from setting up the database to handling API requests and allowing users to create events and add new friends.",
      "skills": "Swift, iOS development, Database setup and management",
      "tools": "Xcode, GitLab, Postman",
      "collaborators": "Lisa, Amiti and Wen",
      "link": null,
      "coursework": "iOS Mobile Computing @ The University of Texas at Austin",
      "work": null,
      "color": "#F7A22F",
      "button": null,
      "buttonLink": null
    },
    {
      "title": "The Rullen Band",
      "cardSide": "l",
      "image": "https://drive.google.com/uc?id=1LWOkS3_koHd6KjC4MVrdrNqrEwFUr5Dh",
      "intro": "A set of inclusive instruments developed to create a collaborative musical experience for children with disabilities. Presented at NIME 2021",
      "description": "A set of inclusive instruments developed to create a collaborative musical experience for children with disabilities. The instruments were evaluated during a user study at the special needs school Rullen, and the results were promising. My responsibilities were mainly focused on the Pure Data programming, as well as other various tasks such as brainstorming ideas to make the design more inclusive, building the physical instruments and handling the sensor input. The final paper has been accepted to the NIME conference and will be presented in June 2021.",
      "skills": "Universal design, Pure Data, Sensor programming, Prototyping, UX research",
      "tools": "Bela board, 3D printer",
      "collaborators": "Josefin Hölling, Mia Svahn and Nina Nokelainen",
      "link": null,
      "coursework": "IT design for disabled and Advanced Project course in Interactive Media Technology @ KTH",
      "work": null,
      "color": "#39C05F",
      "button": "Video",
      "buttonLink": "https://youtu.be/N0H0--RuxPQ"
    }
  ]
}
